{
  "home_page": "Главная",
  "list_of_architects": "Архитекторы Беларуси",
  "russian_lang": "Русский",
  "english_lang": "Английский",
  "start_phrase": "Белорусские архитекторы",
  "about_site_line1": "Архитектор - это специалист, который занимается архитектурным проектированием, то есть разработкой планов зданий, их фасадов - в целом и в деталях, а также внутренних пространств.",
  "about_site_line2": "Архитектура страны — это своего рода имидж государства, она может раскрывать историческое наследие, говорить о вкусах, предпочтениях и уровне жизни государства.",

  "creators": "Разработчики",
  "creator1": "Дана Кононова",
  "creator2": "Андрей Берёзкин",
  "creator3": "Некит Александров",
  "github": "Профиль на GitHub",

  "person_of_day": "Деятель дня",
  "personButton": "Узнать больше",

  "list_of_arch": "Список архитекторов Беларуси",
  "ListHeader": "Архитекторы Беларуси",
  "search": "Поиск...",

  "architects": {
    "langbard": {
      "name": "Иосиф",
      "surname": "Лангбард",
      "patronymic": "Григорьевич",
      "shortDesc": "Белорусский советский архитектор, заслуженный деятель искусств Белорусской ССР (1934), обладатель Гран-при Всемирной выставки в Париже, 1937, доктор архитектуры (с 1939 года).",
      "longDesc": "Является одним из выдающихся зодчих Европы XX века, чьё художественное наследие оказало значительное влияние на развитие современной архитектуры. Его архитектурные работы в большой степени повлияли на формирование облика города Минска и являются образцами белорусского зодчества.",
      "i0": "Иосиф Лангбард родился 6 (18) января 1882 года в местечке Бельск Гродненской губернии Российской империи, в еврейской семье. Отец видел будущее для сына в коммерции, однако Иосиф с детства любил рисовать.",
      "i1": "Блестяще окончив в 1901 году местную гимназию, поступил на архитектурное отделение Одесского художественного училища, которое окончил в 1906 году.",
      "i2": "В 1907 году переехал в Санкт-Петербург, где успешно выдержал экзамены в Высшее художественное училище при Императорской академии художеств на архитектурный факультет. Отучился семь лет в Санкт-Петербурге. ",
      "i3": "Во время Первой мировой войны Лангбард работал на фронте в качестве начальника инженерного отряда. Под его руководством в это время были построены земская управа в Костроме, сельскохозяйственный музей и театр миниатюр в Петрограде.",
      "i4": "Во время Второй мировой войны Лангбард работал над маскировкой зданий в Ленинграде, после эвакуации в тыл жил в Ярославской области. В 1944 году вернулся в разрушенный фашистами Минск, где в составе комиссии Комитета по делам архитектуры при СНК СССР работал над планами реконструкции Минска и Гомеля.",
      "i5": "Вместе с Михаилом Баклановым разрабатывал проект здания кинотеатра «Победа» в Минске, законченный в 1950 году.",
      "captions": {
        "1": "Площадь Независимости в Минске",
        "2": "Здание Академии наук в Минске",
        "3": "Дом офицеров в Минске"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d38627.4881521161!2d23.155104918590883!3d52.76434165531651!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x472023903269b7d3%3A0xfedf75199d10c898!2zMTctMTAwINCR0LXQu9GM0YHQui3Qn9C-0LTQu9GP0YHQutC4LCDQn9C-0LvRjNGI0LA!5e0!3m2!1sru!2sby!4v1671104856130!5m2!1sru!2sby"
    },
    "bovt": {
      "name": "Иван",
      "surname": "Бовт",
      "patronymic": "Иванович",
      "shortDesc": "Советский и белорусский архитектор. Заслуженный архитектор Белорусской ССР (1973).",
      "longDesc": "Лауреат премии Совета Министров СССР и премии Совета Министров Республики Беларусь, академик Белорусской академии архитектуры, академик Международной академии архитектуры, председатель правления Союза архитекторов БССР (1977—1980), секретарь Союза архитекторов СССР (1977—1982), член градостроительного совета Госстроя СССР (1977—1981), Госстроя СССР (1968—1982), управления архитектуры Миноблисполкома и Мингорисполкома (многократно), депутат Ленинского районного Совета депутатов трудящихся Минска (1965, 1967).",
      "i0": "Родился в Минске 20 июля 1932 года в семье государственного служащего, старший из трех детей.",
      "i1": "В 1948 году окончил семь классов средней школы № 33. В юности занимался авиамоделированием, собирался поступать в Московский авиационный институт на авиационного конструктора",
      "i2": "Окончил в 1952 году Минский архитектурно-строительный техникум, в 1961 — Белорусский политехнический институт по специальности «Промышленное и гражданское строительство»",
      "i3": "В 1952—2001 годах работал в институте Белпромпроект, в 1962—2001 годах — главный архитектор. В январе-июле 1956 г. с группой архитекторов, И. И. Бовт был командирован в Казахстан для разработки генеральных планов и первоочередных объектов целинных совхозов Кокчетавской области",
      "i4": "Член Союза архитекторов БССР с 1962 года, председатель правления Союза архитекторов БССР в 1978-80 годах. С 1978 года — секретарь правления СА СССР. Член КПСС с 1971 года.",
      "captions": {
        "1": "Часовой завод в Минске",
        "2": "Институт строительства и архитектуры",
        "3": "Белорусский автомобильный завод"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d301010.7177773798!2d27.312507313811793!3d53.88471697835504!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2z0JzQuNC90YHQug!5e0!3m2!1sru!2sby!4v1671104615270!5m2!1sru!2sby"
    },
    "romanov": {
      "name": "Николай",
      "surname": "Романов",
      "patronymic": "Венедиктович",
      "shortDesc": "Гражданский инженер, архитектор",
      "longDesc": "Гражданский инженер, архитектор",
      "i0": "Родился в 1863 году, происходил из обер-офицерских детей.После окончания Астраханского реального училища поступил в Институт гражданских инженеров в 1882 году. Окончил здесь курс по 1-му разряду в 1887 году.",
      "i1": "С 1893 по 1900 год М. Романов был гродненским губернским архитектором.12 февраля 1900 года в связи со смертью гродненского губернского инженера В. Ф. Небольсина был временно назначен для исполнения своих обязанностей.",
      "i2": "В 1906-09 годах принимал активное участие в строительстве Петровско-Николаевского моста через реку Неман в г. Гродно. Для этого Н. Романов получил от Его Императорского Величества высочайшую благодарность.",
      "i3": "С началом Первой мировой войны М. В. Романов был откомандирован в 1-й округ военно-дорожных работ, а затем в подчинение начальника военно-дорожного управления Северного фронта.",
      "i4": "После эвакуации в глубь страны по окончании войны вернулся в Гродно, где и умер в 1927 году.",
      "captions": {
        "1": "Церковь Святого Николая в Беловеже",
        "2": "Народный дом в Гродно",
        "3": "Кирпичная Свято-Николаевская церковь в Крупчицах"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d75613.19307532748!2d23.7806400131158!3d53.684188737470784!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dfd64beac55d1d%3A0xf013fd26569718c0!2z0JPRgNC-0LTQvdC-!5e0!3m2!1sru!2sby!4v1671105501335!5m2!1sru!2sby"
    },
    "parusnikov": {
      "name": "Михаил",
      "surname": "Парусников",
      "patronymic": "Павлович",
      "shortDesc": "Советский архитектор, действительный член Академии архитектуры СССР (1950).",
      "longDesc": "Академик АН БССР (1950; член-корреспондент с 1947). Педагог, профессор (с 1948). Лауреат Государственной премии Белорусской ССР (1968).",
      "i0": "С 1913 по 1918 года обучался в МУЖВЗ (его отец был настоятелем соседнего храма), затем до 1924 года во ВХУТЕМАСе. Ученик С. В. Ноаковского и И. В. Жолтовского.",
      "i1": "С 1924 работал в архитектурно-проектных организациях Москвы и одновременно преподавал (1934—1941 годах, с 1948 года — профессор) в МАРХИ .",
      "i2": "В 1941—1944 годах — старший научный сотрудник Академии архитектуры СССР, в 1944—1948 — руководитель архитектурно-проектных мастерских Комитета по делам архитектуры СССР.",
      "i3": "Опубликовал ряд научных работ по теории и истории архитектуры, в том числе: «О принципах комплексного серийного проектирования жилых домов» (Архитектура СССР. 1953. № 12) и «Об опыте проектирования серии типовых домов средней этажности» (Архитектура СССР. 1955. № 2).",
      "captions": {
        "1": "Здание КГБ в Минске",
        "2": "Здание Нацбанка РБ",
        "3": "Мост через Свислочь"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d577325.4387329643!2d36.82376442827013!3d55.58151820195861!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46b54afc73d4b0c9%3A0x3d44d6cc5757cf4c!2z0JzQvtGB0LrQstCwLCDQoNC-0YHRgdC40Y8!5e0!3m2!1sru!2sby!4v1671108225881!5m2!1sru!2sby"
    },
    "korol": {
      "name": "Владимир",
      "surname": "Король",
      "patronymic": "Адамович",
      "shortDesc": "Советский, белорусский архитектор, педагог. Народный архитектор СССР (1970).",
      "longDesc": "Награды: Государственная премия Белорусской ССР (1968) — за архитектуру Ленинского проспекта в Минске, Орден Ленина (1958), Орден Октябрьской революции (1971), Орден Трудового Красного Знамени (1966), Орден «Знак Почёта» (1949)",
      "i0": "В 1931 году окончил Витебский художественный техникум. Несколько лет работал учителем и директором одной из школ Дзержинска Минской области. С 1934 по 1941 год обучался на архитектурном факультете Ленинградского института живописи, скульптуры и архитектуры",
      "i1": "В июле 1941 года вступил в народное ополчение и как помощник военного инженера дивизии принимал участие в обороне Ленинграда. В ноябре 1941 года он был отозван с фронта для работы во Всероссийской академии художеств, а в 1942 году эвакуирован в Среднюю Азию вместе с сотрудниками и студентами академии, где работал директором художественного училища",
      "i2": "В 1945 году приехал в освобождённый, разрушенный фашистами Минск. Его назначали руководителем архитектурно-планировочной мастерской института «Белгоспроект», занимавшейся реализацией одной из главных задач послевоенного градостроительства: разработкой проекта планировки и застройки центра столицы Беларуси",
      "i3": "С 1947 года начал работать преподавателем, а затем и заведующим кафедрой градостроительства архитектурного факультета Белорусского политехнического института",
      "captions": {
        "1": "Здания почтамта на проспекте Независимости и Центрального телеграфа на Октябрьской площади в Минске",
        "2": "Мемориала «Брестская крепость-герой»",
        "3": "Административное здание в Полоцке"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d18891.81731483488!2d28.41253913074416!3d53.70976151805052!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46da1720fca28f3f%3A0x3e7aa55afeb062f8!2z0KfQtdGA0LLQtdC90Yw!5e0!3m2!1sru!2sby!4v1671109317198!5m2!1sru!2sby"
    }
  }
}