{

  "personButton": "Узнать больше",

  "ListHeader": "Архитекторы Беларуси",
  "search": "Поиск...",

  "architects": {
    "langbard": {
      "name": "Иосиф",
      "surname": "Лангбард",
      "patronymic": "Григорьевич",
      "shortDesc": "Белорусский советский архитектор, заслуженный деятель искусств Белорусской ССР (1934), обладатель Гран-при Всемирной выставки в Париже, 1937, доктор архитектуры (с 1939 года).",
      "longDesc": "Является одним из выдающихся зодчих Европы XX века, чьё художественное наследие оказало значительное влияние на развитие современной архитектуры. Его архитектурные работы в большой степени повлияли на формирование облика города Минска и являются образцами белорусского зодчества.",
      "i0": "Иосиф Лангбард родился 6 (18) января 1882 года в местечке Бельск Гродненской губернии Российской империи, в еврейской семье. Отец видел будущее для сына в коммерции, однако Иосиф с детства любил рисовать.",
      "i1": "Блестяще окончив в 1901 году местную гимназию, поступил на архитектурное отделение Одесского художественного училища, которое окончил в 1906 году.",
      "i2": "В 1907 году переехал в Санкт-Петербург, где успешно выдержал экзамены в Высшее художественное училище при Императорской академии художеств на архитектурный факультет. Отучился семь лет в Санкт-Петербурге. ",
      "i3": "Во время Первой мировой войны Лангбард работал на фронте в качестве начальника инженерного отряда. Под его руководством в это время были построены земская управа в Костроме, сельскохозяйственный музей и театр миниатюр в Петрограде.",
      "i4": "Во время Второй мировой войны Лангбард работал над маскировкой зданий в Ленинграде, после эвакуации в тыл жил в Ярославской области. В 1944 году вернулся в разрушенный фашистами Минск, где в составе комиссии Комитета по делам архитектуры при СНК СССР работал над планами реконструкции Минска и Гомеля.",
      "i5": "Вместе с Михаилом Баклановым разрабатывал проект здания кинотеатра «Победа» в Минске, законченный в 1950 году.",
      "captions": {
        "1": "Площадь Независимости в Минске",
        "2": "Здание Академии наук в Минске",
        "3": "Дом офицеров в Минске"
      },
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d150505.92958396982!2d27.45328575748422!3d53.8845584624547!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2z0JzQuNC90YHQug!5e0!3m2!1sru!2sby!4v1669837966060!5m2!1sru!2sby"
    }
  }
}